---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralLA
source: html/b25040e9-b005-b2cd-111d-c7ec95d6c4b6.htm
---
# StructuralSectionGeneralLA Members

Creates a new instance of Angle Cold Formed shape.